Repository: aksilont/avia_tickets
Catalog: Avia Tickets/*.lproj/Localizable.strings
Languages: de

# search_tab
source: Search
de: Suche

# map_tab
source: Map prices
de: Karte Preise

# favorites_tab
source: Favorites
de: Favoriten

# main_from
source: Departure
de: Abreise

# main_to
source: Arrival
de: Ankunft

# main_search
source: Search
de: Suche

# about_app_header
source: About
de: Über

# tickets_header
source: Avia Tickets
de: Flugtickets

# map_price_header
source: Map price
de: Karte Preise

# favorites_header
source: Favorites
de: Favoriten

# about_app_describe
source: App for ticket search
de: App für Ticketsuche

# tickets_describe
source: Find the cheapest tickets
de: Finden Sie die günstigsten Tickets

# map_price_describe
source: View the price map
de: Die Preiskarte anzeigen

# favorites_describe
source: Save your tickets to favorites
de: Speichern Sie Ihre Tickets zu Favoriten

# next_button
source: NEXT
de: NÄCHSTEN

# done_button
source: READY
de: BEREITEN

# cities_segment
source: Cities
de: Städte

# airports_segment
source: Airports
de: Flughäfen

# tickets_title
source: Tickets
de: Flugtickets

# add_to_favorite
source: Add to favorites
de: Zu Favoriten hinzufügen

# remove_from_favorite
source: Remove from favorites
de: Aus Favoriten entfernen

source: Remind me
de: Erinnere mich

# ticket_reminder
source: Reminder of the ticket
de: Erinnerung an das ticket

# notification_will_be_sent
source: The notification will be sent
de: Die Benachrichtigung wird gesendet

# success
source: Successful
de: Erfolgreich

source: Error
de: Fehlermeldung

# tickets_not_found
source: No tickets were found for this direction
de: Für diese Richtung wurden keine Tickets gefunden

source: Close
de: Schließen

# not_set_place_arrival_or_departure
source: You must specify the place of departure and the place of arrival
de: Sie müssen den Abfahrtsort und den Ankunftsort angeben

# actions_with_tickets
source: Actions with the ticket
de: Aktionen mit dem Ticket

# actions_with_tickets_describe
source: What do you wanna do with the ticket?
de: Was willst du mit dem Ticket machen?

# not_determine_current_city
source: The current city could not be determined!
de: Die aktuelle Stadt konnte nicht ermittelt werden!
